@extends('frontend.layouts.master')

@section('content')
    
    <h1 class="text-center" style="margin: 30px 0 100px">درباره ما</h1>
    <p style="font-size: 19px;line-height: 30px;">فروشگاه -آنلاین گرین شاپ در محیط تجارت الکترونیکی مبتنی بر اینترنت، به شما مشتریان عزیز اجازه داده تا اطلاعات مربوط به خرید خود را جستجو و یا محصول یا سرویسی را به وسیله ی تعامل مستقیم با فروشگاه آنلاین خریداری کنید.
        این فروشگاه به تازگی فعالیت خود را آغاز کرده و قصد دارد تمامی محصولات و کالاهای مورد نیاز یک خانواده را به سهولت در اختیار شما مشتریان عزیز قرار دهد
        امید است در این ماموریت پیروز باشیم.
    </p>
    
@endsection