@extends('frontend.layouts.master')

@section('content')

    <h1>شرایط و قوانین استفاده از سرویس‌ها و خدمات گرین شاپ</h1>
    <p style="font-size: 19px;line-height: 30px;">کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات و برنامه‌‏های کاربردی گرین شاپ به دقت ملاحظه فرمایید.
        ورود کاربران به وب‏‌سایت گرین شاپ هنگام استفاده از پروفایل شخصی، طرح‏‌های تشویقی، ویدئوهای رسانه تصویری گرین شاپ و سایر خدمات ارائه شده توسط گرین شاپ به معنای آگاه بودن و پذیرفتن شرایط و قوانین و همچنین نحوه استفاده از سرویس‌‏ها و خدمات گرین شاپ است. توجه داشته باشید که ثبت سفارش نیز در هر زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین گرین شاپ از سوی کاربر است.
        لازم به ذکر است شرایط و قوانین مندرج، جایگزین کلیه توافق‏‌های قبلی محسوب می‏‌شود. </p>
    <h4 style="font-size: 25px;margin: 25px 0">قوانین عمومی</h4>
    <p style="font-size: 19px;line-height: 30px;">
        توجه داشته باشید کلیه اصول و رویه‏‌های گرین شاپ منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است. در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های گرین شاپ تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود و شما توافق می‏‌کنید که استفاده مستمر شما از سایت به معنی پذیرش هرگونه تغییر است.
    </p>

    <h4 style="font-size: 25px;margin: 25px 0">تعریف مشتری یا کاربر</h4>
    <p style="font-size: 19px;line-height: 30px;">
        مشتری یا کاربر به شخصی گفته می‌شود که با اطلاعات کاربری خود که در فرم ثبت‌نام درج کرده است، به ثبت سفارش یا هرگونه استفاده از خدمات گرین شاپ اقدام کند.
        همچنین از آنجا که گرین شاپ یک وب‌سایت خرده‌فروشی آنلاین است، طبق قانون تجارت الکترونیک مشتری یا مصرف کننده هر شخصی است که به منظوری جز تجارت یا شغل حرفه‌ای به خرید کالا یا خدمات اقدام می‌کند.
    </p>

    <h4 style="font-size: 25px;margin: 25px 0">ارتباطات الکترونیکی</h4>
    <p style="font-size: 19px;line-height: 30px;">هنگامی که شما از سرویس‌‏ها و خدمات گرین شاپ استفاده می‏‌کنید، سفارش اینترنتی خود را ثبت یا خرید می‏‌کنید و یا به گرین شاپ ایمیل می‏‌زنید، این ارتباطات به صورت الکترونیکی انجام می‏‌شود و در صورتی که درخواست شما با رعایت کلیه اصول و رویه‏‌ها باشد، شما موافقت می‌‏کنید که گرین شاپ به صورت الکترونیکی (از طریق پست الکترونیکی، سرویس پیام کوتاه و سایر سرویس‌های الکترونیکی) به درخواست شما پاسخ دهد.
        همچنین آدرس ایمیل و تلفن‌هایی که مشتری در پروفایل خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و مورد تایید مشتری است و تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت می‌گیرد.
        جهت اطلاع‌رسانی رویدادها، خدمات و سرویس‌های ویژه یا پروموشن‌ها، امکان دارد گرین شاپ برای اعضای وب سایت ایمیل یا پیامک ارسال نماید. در صورتی که کاربران تمایل به دریافت اینگونه ایمیل و پیامک‌ها نداشته باشند، می‌توانند عضویت دریافت خبرنامه گرین شاپ را در پروفایل خود لغو کنند.
    </p>

    <h4 style="font-size: 25px;margin: 25px 0">سیاست‏‌های رعایت حریم شخصی</h4>
    <p style="font-size: 19px;line-height: 30px;">گرین شاپ به اطلاعات خصوصی اشخاصى که از خدمات سایت استفاده می‏‌کنند، احترام گذاشته و از آن محافظت می‏‌کند.
        گرین شاپ متعهد می‏‌شود در حد توان از حریم شخصی شما دفاع کند و در این راستا، تکنولوژی مورد نیاز برای هرچه مطمئن‏‌تر و امن‏‌تر شدن استفاده شما از سایت را، توسعه دهد. در واقع با استفاده از سایت گرین شاپ، شما رضایت خود را از این سیاست نشان می‏‌دهید.
        همه مطالب در دسترس از طریق هر یک از خدمات گرین شاپ، مانند متن، گرافیک، آرم، آیکون دکمه، تصاویر، ویدئوهای تصویری، موارد قابل دانلود و کپی، داده‌ها و کلیه محتوای تولید شده توسط گرین شاپ جزئی از اموال گرین شاپ محسوب می‏‌شود و حق استفاده و نشر تمامی مطالب موجود و در دسترس در انحصار گرین شاپ است و هرگونه استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی را برای گرین شاپ محفوظ می‏‌دارد. علاوه بر این، اسکریپت‌ها، و اسامی خدمات قابل ارائه از طریق هر یک از خدمات ایجاد شده توسط گرین شاپ و علائم تجاری ثبت شده نیز در انحصار گرین شاپ است و هر گونه استفاده با مقاصد تجاری پیگرد قانونی دارد. کاربران مجاز به بهره‌‏برداری و استفاده از لیست محصولات، مشخصات فنی، قیمت و هر گونه استفاده از مشتقات وب‏‌سایت گرین شاپ و یا هر یک از خدمات و یا مطالب، دانلود یا کپی کردن اطلاعات با مقاصد تجاری، هر گونه استفاده از داده کاوی، روبات، یا روش‌‏های مشابه مانند جمع آوری داده‌‏ها و ابزارهای استخراج نیستند و کلیه این حقوق به صراحت برای گرین شاپ محفوظ است. در صورت استفاده از هر یک از خدمات گرین شاپ، کاربران مسئول حفظ محرمانه بودن حساب و رمز عبور خود هستند و تمامی مسئولیت فعالیت‌‏هایی که تحت حساب کاربری و یا رمز ورود انجام می‏‌پذیرد به عهده کاربران است. گرین شاپ محصولاتی مناسب استفاده افراد زیر 18 سال به فروش می‏‌رساند و در صورتی که کاربران از سن ذکر شده جوان‌‏تر هستند می‌‏باید با اطلاع والدین و یا قیم قانونی، به خرید و پرداخت اقدام کنند.
        تنها مرجع رسمی مورد تایید ما برای ارتباط با شما، پایگاه رسمی این سایت یعنی www.egreen.shop است. ما با هیچ روش دیگری جز ارسال نامه از طرف آدرس‏‌های رسمی و تایید شده در سایت، با شما تماس نمی‌‏گیریم. وب سایت گرین شاپ هیچگونه سایت اینترنتی با آدرسی غیر از www.egreen.shop و همچنین، هیچ گونه وبلاگ و شناسه در برنامه‏‌های گفتگوی اینترنتی همچون Yahoo Messenger یا MSN Messenger و غیره ندارد و هیچ ‏گاه با این روش‏‌ها با شما تماس نمی‏‌گیرد. کاربران جهت برقراری ارتباط، تنها می‏‌توانند از آدرس‌‏های ذکر شده در بخش ارتباط با ما استفاده کنند.
    </p>

    <h4 style="font-size: 25px;margin: 25px 0">قوه قهریه</h4>
    <p style="font-size: 19px;line-height: 30px;">تمامی شرایط و قوانین مندرج، در شرایط عادی قابل اجرا است و در صورت بروز هرگونه از موارد قوه قهریه، گرین شاپ هیچ گونه مسئولیتی ندارد.
        گرین شاپ خود را ملزم به رعایت حریم شخصی کاربران می‌داند، لطفا در صورت مشاهده هرگونه تخلف، مراتب را از طریق کانال‏‌های ارتباطی ذکر شده با ما در میان بگذارید.
    </p>


@endsection